tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "textualize/rich"
brew "act"
brew "autojump"
brew "bat"
brew "bmake"
brew "python@3.9"
brew "glib"
brew "chart-testing"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "direnv"
brew "dive"
brew "exa"
brew "fd"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "golangci-lint"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k3d"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "leiningen"
brew "lf"
brew "libpq", link: true
brew "maven"
brew "nghttp2"
brew "node"
brew "mermaid-cli"
brew "minikube"
brew "nmap"
brew "pandoc"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sevenzip"
brew "source-to-image"
brew "starship"
brew "structurizr-cli"
brew "thefuck"
brew "tilt"
brew "tmux"
brew "tree"
brew "yamllint"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
brew "qmk/qmk/qmk"
brew "railwaycat/emacsmacport/emacs-mac"
brew "textualize/rich/rich"
cask "font-fira-code-nerd-font"
cask "graphiql"
cask "rectangle"
cask "warp"
